<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="jakarta.tags.core" %>
<!DOCTYPE html>
<html lang="zh">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>隱私權政策</title>
    <%@ include file="/includes/libs.jsp" %>
    <script type="text/javascript">

    </script>
    <style>

    </style>
</head>
<body>
    <%@ include file="/includes/header.jsp" %>
    <br><br><br><br><br>
    <div class="container">
        <h2>隱私權政策</h2>
        <p>神農市場有限公司（以下簡稱本公司）為提供您完善與多元的會員服務，謹依個人資料保護法（以下簡稱個資法）與本「隱私權政策」蒐集、處理及利用您的個人資料，並承諾尊重以及保護您個人於本公司服務平台的隱私權。</p>
        <p>請您詳細閱讀本公司「隱私權政策」，透過「隱私權政策」，您將瞭解到本公司如何蒐集、處理、利用以及保護您所提供的資訊。如您不同意下列條款內容，您可以立即向本公司要求停止處理及利用您的個人資料(聯絡客服)。本公司有權修訂本「隱私權政策」，修訂後將於官方網站上公告或以言詞、書面、電話、電子郵件、傳真、電子文件或其他足以使您知悉或可得而知悉之方式告知您修訂內容。</p>
        <h3>「隱私權政策」適用範圍</h3>
        <ul>
            <li>一、本「隱私權政策」適用本公司所有服務平台與網域。</li>
            <li>二、本公司可能會在本公司服務平台提供其他廠商服務平台的連結供您參考，當您瀏覽這些平台時，您將會離開本公司服務平台，您所提供給這些廠商的個人資料將適用各該廠商的隱私權政策，而非適用本「隱私權政策」，本公司無法負擔任何連帶責任。</li>
        </ul>
        <h3>依據個資法第8條第1項規定，告知事項如下</h3>
        <h4>一、個人資料蒐集之目的</h4>
        <ul>
            <li>本公司為行銷、消費者保護、消費者/客戶管理與服務、網路購物及其他電子商務服務、帳務管理、契約/類似契約關係或其他法律關係事務、調查/統計與研究分析、資訊與資料庫管理、非公務機關依法定義務所進行個人資料之蒐集處理及利用等目的，蒐集並於前述目的範圍內處理及利用您的個人資料。</li>
        </ul>
        <h4>二、個人資料的類別</h4>
        <ol>
            <li>加入會員：當您註冊成為本公司會員時，將請您提供個人資料，包括但不限於真實姓名、電話、住址、電子信箱、性別、出生日期等資料。詳細個人基本資料項目請您參閱會員註冊頁面欄位。</li>
            <li>購物服務：當您於本公司服務平台購買商品時，除請您提供上述會員資料外，並將請您提供信用卡或銀行/郵局帳戶等資料。</li>
            <li>參與線上活動：當您參與本公司舉辦的線上活動時，將請您提供可供聯絡與核對真實身分之必要個人資料。如您不願提供前述必要個人資料，您將無法參與線上活動。</li>
            <li>因其他活動而有蒐集您的個人資料時，其個人資料項目請您參閱該活動相關欄位。</li>
        </ol>
        <h4>三、個人資料利用期間、地區、對象及方式</h4>
        <ol>
            <li>期間：個人資料蒐集之特定目的存續期間、依相關法令或契約約定之保存年限或本公司因執行業務所必需之保存期間。</li>
            <li>地區：中華民國境內。若涉及中華民國境外之國際傳輸，本公司將會在充份確保您的個人資料安全及符合法律規定情形下，才會進行。</li>
            <li>對象：本公司、本公司之分公司與關係企業、未受主管機關限制之國際傳輸個人資料之接收者、業務委外機構、具有合作關係之第三人。前述業務委外機構或具有合作關係之第三人名單，您得隨時向本公司進行查詢(聯絡客服)，我們也會要求前述機構或第三人遵守個人資料保護法的規定。</li>
            <li>方式：以自動化機器或其他非自動化之利用方式。</li>
        </ol>
        <h4>四、所得行使之相關權利</h4>
        <p>依據個資法第3條規定，您就本公司所保有之己身個人資料得行使下列權利：</p>
        <ul>
            <li>(1) 得向本公司查詢、請求閱覽或請求製給複製本，而本公司依法得酌收必要成本費用；</li>
            <li>(2) 得向本公司請求補充或更正，惟依法您應為適當之釋明；</li>
            <li>(3) 得向本公司請求刪除、停止蒐集、處理或利用。</li>
            <li>(4) 在符合法律規定情形下，本公司得不依您請求為之。</li>
        </ul>
        <h4>五、不提供個人資料所致權益之影響</h4>
        <p>您可自由選擇是否提供您的個人資料，惟若您選擇拒絕提供者，您將無法註冊成為本公司會員、進行購物服務，或無法獲得相關優惠、活動或行銷訊息等。</p>
        <h4>六、資料當事人之權利</h4>
        <p>資料當事人可以請求查詢、閱覽本人的個人資料或要求給予複本。若您的個人資料有變更、或發現您的個人資料不正確，可以向本公司要求修改或更正；如您所提供之資料錯誤或缺漏，則不受本隱私權聲明之保護。您可要求刪除、停止處理或利用個人資料。但因本公司執行職務或業務所必須者，不在此限。因應歐盟個人資料保護法規（European Union General Data Protection Regulation, GDPR），歐盟國家使用者將暫停使用本公司之各服務。若您有任何詢問，請與本公司客服中心聯絡。若您欲行使刪除請求權，請直接聯繫 客服中心 協助您行使權利，惟本公司得酌收必要成本費用，並將處理結果以書面通知請求人。</p>
        <h3>Cookie、網站信標(Web beacon)的使用方式</h3>
        <h4>一、Cookie的使用</h4>
        <ol>
            <li>Cookie是由網站伺服器透過使用者在瀏覽網站時寫入使用者電腦硬碟的小型資料檔，用來確認使用者的身分以及存取與使用者相關的帳戶資料。</li>
            <li>當您瀏覽本公司網站，本公司會使用Cookie蒐集您瀏覽網站的資料，以提供您更方便、個人化之服務，並且透過這些資料分析使用者瀏覽本公司網站的狀況，以作為本公司提供更優質服務的參考。</li>
            <li>您也能透過您電腦的瀏覽器設定修改您對Cookies的接受程度，若您選擇拒絕所有Cookies，您就可能無法使用部份個人化服務，或參與部分活動。</li>
        </ol>
        <h4>二、網站信標(Web beacon)的使用</h4>
        <ol>
            <li>網路信標(Web Beacon)是一種電子影像檔，如單一像素(1x1)或GIF檔，網路信標 (Web Beacon)可以辨識使用者電腦上某些資訊類型，以計算網站或網頁使用人次，或辨識您在網站的互動情況。</li>
            <li>本公司在相關網頁以及發送給您的HTML電子報或活動訊息eDM，會使用網路信標(Web Beacon)以及其他工具蒐集您在本公司網站的使用狀況與電子報互動情形。</li>
            <li>您也可以不要下載電子郵件中所附的電子影像，但由於電子郵件軟體功能各有差異，這樣做不見得一定能使電子郵件中的網路信標 (Web Beacon) 或是其他自動資訊收集工具無法作用。</li>
        </ol>
        <h3>電子郵件與商業訊息</h3>
        <p>本公司將在您加入會員、參加活動、訂閱電子報時，取得您的同意後，傳送相關電子郵件或商業性資料給您。在該電子郵件或商業資料上將清楚註明是由本公司發送，同時也會提供您可以停止接收這些電子郵件或商業資料的說明與方法。</p>
        <h3>資訊安全</h3>
        <p>本公司會採取適當的安全措施，來防止未經授權的資料存取、竄改、披露或損毀，其中包括就資料的蒐集、儲存、處理慣例和安全措施進行內部審查，以及實體的安全措施，以防止本公司儲存個人資料的系統遭到未經授權的存取。但網際網路資料的傳輸不能保證百分之百的安全，儘管本公司努力保護您的個人資料安全，然因資料傳輸過程牽涉您上網環境保全之良窳，本公司無法確信或保證您傳送或接收本公司服務平台資料的安全，您仍須注意並承擔資料傳輸之風險。</p>
        <h3>自我保護措施</h3>
        <p>請您妥善保管密碼及任何個人資料，不要將任何個人資料，尤其是密碼提供給任何人。在您完成需要登入會員才能使用的服務平台功能後，請務必做會員登出動作，若您與他人共用電腦或使用公共電腦，務必要關閉瀏覽器視窗，以防止他人讀取您的信件或任何個人資料。</p>
        <h3>對於本隱私權政策建議與看法</h3>
        <p>若您對於本隱私權政策有任何疑問，歡迎您來信詢問。(聯絡客服)</p>
    </div>

    <%@ include file="/includes/footer.jsp" %>
</body>
</html>