<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="jakarta.tags.core" %>
<!DOCTYPE html>
<html lang="zh">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>會員服務條款</title>
    <%@ include file="/includes/libs.jsp" %>
    <script type="text/javascript">

    </script>
    <style>

    </style>
</head>
<body>
    <%@ include file="/includes/header.jsp" %>
    <br><br><br><br><br>
    <div class="container">
        <h2>會員服務條款</h2> 
        <p>歡迎您加入成為神農生活會員，並使用神農市場有限公司及其關係企業（以下合稱本公司）提供之各項會員服務。</p>
        <p>當您註冊成為會員或開始使用各項會員服務時，即視為您已經充分審閱、瞭解及同意本會員服務條款，並同意遵守以下會員服務條款之約定。</p>
        <p>如果您是未滿二十歲之未成年人或依中華民國法律須事先得第三人同意始得行使權利或負擔義務者，則您必須取得父母、監護人或該第三人同意後，才可以註冊成為會員及使用會員服務。當您完成註冊或開始使用會員服務時，即視為您的父母、監護人或該第三人已經充分審閱、瞭解及同意本會員服務條款，並同意您註冊成為神農生活會員及使用本公司提供之各項會員服務。</p>
        <h3>會員註冊義務與會員服務之使用</h3>
        <p>為了能使用神農生活會員服務，您同意以下事項：</p>
        <ol>
            <li>依神農生活會員註冊流程提供您本人正確、最新及完整的資料。</li>
            <li>維持並更新您的個人資料，確保其正確、最新及完整性。若您提供任何不實或不完整的資料，本公司有權暫停或終止您的帳號，並拒絕您使用會員服務之全部或一部份。本公司有權增加、變更或取消會員服務中相關功能之全部或一部份時，建議您隨時注意本公司公告，以維自身權益。如您不同意前述增加、變更或取消時，您應立即停止使用各項會員服務；當您繼續使用各項會員服務時，即視為您同意前述增加、變更或取消。本會員服務條款規範現有以及將來之各項會員服務，如您參與本公司舉辦之其他活動，而另訂有相關使用規範，您應同時遵守各項服務相關使用規範。</li>
        </ol>
        <h3>隱私權保護</h3>
        <p>為了能使用會員服務，您同意以下事項：</p>
        <ol>
            <li>如因為您登錄不實資料或冒用他人名義以致於侵害他人之權利或違法時，應自負法律責任，如因此造成本公司損害，您應負賠償之責任。</li>
            <li>對於您所登錄或留存之個人資料，本公司將依照個人資料保護法規範的範圍為合法使用。</li>
            <li>本公司承諾尊重以及保護您個人的隱私權，您可詳閱隱私權政策相關細節。</li>
        </ol>
        <h3>會員帳號、密碼及安全</h3>
        <p>您完成會員註冊登記程序之後，將取得專屬於您的帳號及密碼，您並同意遵守以下安全事項：</p>
        <ol>
            <li>應妥善保管個人之帳號及密碼，並不得與他人共用或洩漏給任何第三人；</li>
            <li>您必須為您的會員帳號及密碼之一切行為負責，除您有明確證據證明您的帳號密碼遭冒用或被盜用外，此組帳號及密碼所有行為即視為您本身之行為。</li>
            <li>如您發現您的帳號及密碼遭盜用或被他人不當使用，您必須立即通知本公司，以利本公司採取相關措施。但不得將本公司所採取之措施解釋為本公司對您有明示或默示擔保或賠償責任，對於您的帳號及密碼遭人非法使用，本公司亦不負任何賠償責任。</li>
            <li>本組帳號及密碼僅限您個人使用，您不得出租、出借、移轉給其他第三人使用。</li>
            <li>您應不定期更新自己的資料，並請在使用完會員服務後確實執行帳號登出動作，以免帳號遭他人惡意盜用。</li>
        </ol>
        <h3>交易行為</h3>
        <p>您於本公司會員服務平台訂購之商品，應依據您匯款完成當時之本公司所公告之商品價格為準。</p>
        <p>您同意於本公司會員服務平台訂購商品時，在通知確認交易成立前，本公司仍保有不接受訂單之權利。</p>
        <p>本公司將視您的匯款日期之先後安排出貨順序，您同意於匯款完成後，必須進行匯款確認，通知本公司對帳無誤後，始為交易之完成。</p>
        <p>您對於所訂購之商品不願買受時，得於收受商品前或收受商品後七日內通知本公司，並自行寄回商品。但商品因可歸責於您之事由，致該商品有毀損、滅失或變更者，不在此限。</p>
        <p>您於本公司會員服務平台訂購商品後，倘任意退換貨、取消訂單、或有任何本公司認為不適當而造成本公司作業上之困擾或損害之行為，本公司均可視情況拒絕交易、暫停或永久取消會員資格。</p>
        <p>您於本公司會員服務平台訂購商品後，關於訂單修改、商品配送、價金給付或退換貨處理辦法等相關交易之方式均依本公司【訂購須知】辦理。</p>
        <p>當年度的訂單，除了本公司原訂出貨天數須跨年度外，一律於訂單當年度出貨完畢。</p>
        <p>優惠活動的訂單，不論有無訂單變更，原則上依本公司安排之出貨日期一次全數出貨完畢；特殊優惠活動的品項不得替換成非優惠活動品項，若要替換成非優惠活動品項，經本公司同意後，依所替換品項的正常售價補付差額。</p>
        <p>會員訂單變更以一次且最長延後天數以一週為限，並須於下訂後的24小時內通知本公司欲變更品項之明細，逾期恕不受理，且本公司將依原訂單品項及日期出貨。</p>
        <p>本公司保留接受訂單變更與否及安排出貨相關事項之權利。</p>
        <p>海外訂單恕不接受退、換貨，若須退、換貨，您須先預付相關之運費後，本公司方進行後續訂單出貨事宜。</p>
        <p>海外訂單可能面臨進口國海關稽查而須額外支付相關之稅捐(如：GST)，此一部分由您自行負擔。</p>
        <p>海外訂單因非可歸責於本公司之原因而退回本公司，本公司將扣除相關之退回費用後，若有餘款再退還予您，相關之退款手續費亦由您自行負擔。</p>
        <p>海外訂單因非可歸責於本公司之原因而退回本公司，您若仍要出貨，須補足因扣除退回費用而不足之全部費用，本公司方進行後續訂單出貨事宜。</p>
        <h3>會員義務</h3>
        <p>加入成為神農生活會員，請您同意以下會員義務：</p>
        <ol>
            <li>在使用各項會員服務時，應遵守相關規定。</li>
            <li>不得干擾、延滯、破壞、入侵或以其他任何方法影響會員服務平台之正常運作。</li>
            <li>不得利用會員服務平台進行任何未經本公司事前授權之商業行為。</li>
            <li>不得有非法或一切足以生損害於本公司或任何人合法權益之行為。</li>
            <li>同意本公司得在您使用相關會員服務時載入廣告。</li>
            <li>遵守中華民國相關法規、本公司之各項服務營業規章及網際網路國際使用慣例與禮節之相關規定，並保證不利用會員服務從事侵害他人權益或違法之行為，包括但不限於：
                <ol>
                    <li>從事不法交易行為或張貼虛假不實、引人犯罪之訊息；</li>
                    <li>販賣盜版軟體、槍枝、毒品等或其他違禁物；</li>
                    <li>上傳、張貼、公布或傳送任何誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序或善良風俗或其他不法之文字、圖片或任何形式的檔案於會員服務平台上；</li>
                    <li>侵害他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他智慧財產權及其他權利；</li>
                    <li>提供賭博資訊或以任何方式引誘他人參與賭博；</li>
                    <li>發廣告郵件、垃圾郵件及其他違法之傳銷訊息等；</li>
                    <li>違反依法律或契約所應負之保密義務；</li>
                    <li>冒用他人名義使用會員服務；</li>
                    <li>上傳、張貼、傳輸或散佈任何含有電腦病毒或任何對電腦軟、硬體產生中斷、破壞或限制功能之程式碼之資料；</li>
                    <li>偽造訊息來源或以任何方式干擾傳輸來源之認定；</li>
                    <li>干擾或中斷會員服務或伺服器或連結會員服務之網路，或不遵守連結至會員服務之相關需求、程序、政策或規則等；</li>
                    <li>其他本公司有正當理由認為不適當之行為。</li>
                </ol>
            </li>
        </ol>
        <p>任何違反前項各款會員義務之會員，本公司有權不經通知即停止其使用本公司會員服務，並應由違反義務之會員自行負完全之責，如因此造成本公司受僱人、受託人、代理人及其他相關履行輔助人因此受有損害或支出費用（包括但不限於因進行民事、刑事及行政程序所支出之律師費、訴訟費）時，會員應負損害賠償責任及彌補其費用。</p>
        <h3>兒童及少年網路安全</h3>
        <p>因網路上之資訊眾多，難免有不適合兒童及少年之資訊存在，包括但不限於暴力、色情、犯罪或鼓勵犯罪等資訊(以下簡稱不當資訊)，為保護兒童及少年不受到不當資訊的影響，父母或監護人必須盡到以下之義務：</p>
        <ol>
            <li>必須於兒童或少年使用前，檢查該網站是否有公告明確及完整的隱私權保護政策。</li>
            <li>對於十二歲以上未滿十八歲之少年，應避免其瀏覽含有不當資訊之網頁；對於未滿十二歲之兒童，則應全程陪同其上網，以避免兒童接觸到不當資訊。</li>
        </ol>
        <h3>廣告及其他網站之連結</h3>
        <p>本公司會員服務所傳播或刊載之廣告，關於其內容所展現的文字、圖片、動畫、聲音、影像或以其他方式對商品或服務之說明，均由廣告主或廣告代理商所提供，對於廣告之內容，本公司基於尊重廣告主或廣告代理商權利，不對廣告之內容進行任何監督、審查或控制。您應該自行判斷該廣告的正確性及可信度，本公司不對該廣告做任何擔保。

            您於瀏覽本公司會員服務平台內容或接受會員服務過程中，您可能會因此連結到其他業者所經營的網站或網頁，但其他業者所經營的網站或網頁均應由各該業者自行對您負完全之責，與本公司無涉，本公司對其不負任何監督、審查、控制或賠償之責。</p>
        <h3>智慧財產權</h3>
        <p>本公司相關網站上所使用或提供之軟體、程式及內容（包括但不限於文字、聲音、音樂、照片、圖畫、圖片、圖形、影片、檔案、資料庫、頁面設計、網站規劃與安排等）之專利權、著作權、商標權、營業秘密、資料庫所有權、專門技術及其他智慧財產權均屬本公司或其他權利人所有，非經權利人事先書面授權同意，您不得重製、公開傳輸、公開發表、公開播送、公開演出、公開上映、改作、編輯、出租、散布、進行還原工程、解編、反向組譯、或為其他任何方式之非法使用，如有違反，除應自行負法律責任外，如因而對本公司造成損害或損失，本公司並得向您請求賠償。</p>
        <p>若您無合法權利得授權他人使用、修改、重製、公開播送、改作、散佈、發行、公開發表某資料，並將前述權利轉授權第三人，請勿擅自將該資料上載、傳送、輸入或提供至本會員服務平台。您並應保證本公司使用、修改、重製、公開播送、改作、散佈、發行、公開發表、轉授權前開資料，不致侵害任何第三人之智慧財產權，否則應對本公司負損害賠償責任（包括但不限於訴訟費用及律師費用等）。</p>
        <h3>對本公司之授權</h3>
        <p>因使用會員服務所提供之網路交易或活動，可能須透過宅配或貨運業者始能完成貨品(或贈品等)之配送或取回，因此，您同意並授權本公司得視該次網路交易或活動之需求及目的，將由您所提供且為配送所必要之個人資料(如收件人姓名、配送地址、連絡電話等)，提供予宅配或貨運業者，以利完成該次貨品(或贈品等)之配送、取回。</p> 
        <h3>買賣或其他交易行為</h3>
        <p>除本公司以外的廠商或個人可能透過本公司會員服務或經由本會員服務平台連結之其他平台提供商品買賣、服務或其他交易行為。您若因此與該等廠商或個人進行交易，各該買賣或其他合約均僅存在您與各該廠商或個人兩造之間。您應要求各該廠商或個人，就其商品、服務或其他交易標的物之品質、內容、運送、保證事項與瑕疵擔保責任等，事先詳細闡釋與說明。您因前述買賣、服務或其他交易行為所產生之爭執，應向各該廠商或個人尋求救濟或解決之道。本公司聲明絕不介入您與廠商或個人間的任何買賣、服務或其他交易行為，對於您所獲得的商品、服務或其他交易標的物亦不負任何擔保責任。</p> 
        <h3>責任限制及免責聲明</h3>
        <p>本公司會員服務平台所出現的資訊可能因為本公司、其他協力廠商及相關電信業者網路系統軟硬體設備之故障或失靈而全部或一部暫時無法使用、或造成資料傳輸錯誤、或遭第三人侵入系統竄改或偽造、變造資料等；因此您在閱讀或使用所有出現在本公司會員服務平台上的資訊時，包括各種資料、建議、分析、評論和報導等，都應該特別謹慎，該等資訊既不代表本公司的言論或意見，本公司也無法擔保其真實性、完整性及可信度。您基於本公司會員服務平台上的任何資訊所作成的任何決定，都必須自行負擔風險，本公司不負任何責任。

            不論任何情況，本公司對於所提供的各項會員服務，均僅依各該服務當時的功能及現況提供使用，對於您個人要求，包括但不限於效率、速度、確實、安全、可靠、完整等，本公司均不負任何明示或默示的擔保或保證。
            
            您同意對於您所傳送之電子郵件、檔案及其他資料做備份，關於因傳送過程而造成電子郵件、檔案及其他資料之遺失，本公司不負任何擔保責任。對於您於會員服務中所下載之電子郵件、檔案及其他資料，您應該自行考量其風險，如因下載而造成您電腦系統的損壞或電腦中資料的遺失，本公司不負任何擔保責任。
            
            您因加入本公司會員或因使用會員服務所造成不可歸責於本公司及其受僱人、受託人、代理人及其他相關履行輔助人的任何直接、間接、經濟上或非經濟上的損害，本公司及其受僱人、受託人、代理人及其他相關履行輔助人不負任何賠償責任，即使本公司曾為建議或提醒之事項，亦同。</p>
        <h3>暫停或中斷會員服務</h3>
        <p>本公司於下列情形之一時，得暫停或中斷會員服務之全部或一部，對於會員不負擔任何賠償責任：</p>
        <ol>
            <li>對於會員服務相關系統設備進行遷移、更換或維護時。</li>
            <li>因不可歸責於本公司會員服務平台所造成服務停止或中斷。</li>
            <li>因不可抗力事由所造成會員服務停止或中斷。</li>
            <li>非本公司所得控制之事由致會員服務資訊顯示不正確、或遭偽造、竄改、刪除或擷取、或致系統中斷或不能正常運作時。如因本公司對於會員服務平台之相關系統設備進行遷移、更換或維護而必須暫停或中斷全部或一部之服務時，本公司將在相關網站上公告暫停或中斷訊息。</li>
        </ol>
        <p>對於本公司會員服務暫停或中斷可能造成您使用上的不便、資料遺失或其他經濟及時間上之損失，您平常應採取適當的防護措施，以保障您的權益，本公司對此不負任何責任。</p>
        <h3>終止或限制會員服務</h3>
        <p>您同意本公司得依其判斷因任何理由，包含但不限於一定期間未使用、法院或政府機關命令、會員服務無法繼續或服務內容實質變更、無法預期之技術或安全因素或問題、您所為詐欺或違法行為、未依約支付費用，或其他本公司認為您已經違反本服務條款的明文規定及精神，而終止或限制您使用會員帳號（或其任何部分）或會員服務之使用，並將會員服務內任何「會員內容」加以移除並刪除。您並同意本公司亦得依其自行之考量，於通知或未通知之情形下，隨時終止或限制您使用會員服務或其任何部分。您承認並同意前開終止或限制，本公司得立即關閉、刪除或限制存取您的帳號及您帳號中全部或部分相關資料及檔案，及停止會員服務全部或部分之使用。此外，您同意若會員服務之使用被終止或限制時，本公司對您或任何第三人均不承擔責任。</p>
        <h3>服務條款之增訂、修改、刪除</h3>
        <p>您同意本公司得就會員服務訂定一般措施及限制，且本公司保留隨時增訂、修改或刪除會員服務內容、會員服務條款或其他相關規定全部或一部之權利。您同意自該增訂、修改或刪除之內容經公告於本公司會員服務平台之時起，即受其拘束，本公司將不對會員個別通知，您不得對本公司主張任何權利。

            前述增訂、修改或刪除，如您於公告後繼續使用本公司各項會員服務，則視為您已經同意該增訂、修改或刪除。</p>
        <h3>準據法及管轄法院</h3>
        <p>關於會員服務條款之解釋或適用，以中華民國法律為準據法。

            因使用會員服務而與本公司所生之爭議，如有訴訟之必要時，您同意以台灣台北地方法院為第一審管轄法院。</p>
    </div>

    <%@ include file="/includes/footer.jsp" %>
</body>
</html>